tap "anchore/grype"
tap "anchore/syft"
tap "buo/cask-upgrade"
tap "cjbassi/gotop"
tap "dev01d/tap"
tap "epk/epk"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "superbrothers/zsh-kubectl-prompt"
tap "tasanakorn/esp32"
tap "tinygo-org/tools"
brew "act"
brew "xz"
brew "python@3.10"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "awscli"
brew "bat"
brew "black"
brew "glib"
brew "python@3.9"
brew "yara"
brew "clamav"
brew "coreutils"
brew "ddrescue"
brew "dive"
brew "esptool"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gobject-introspection"
brew "gotop"
brew "gzip"
brew "harfbuzz"
brew "helm"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "k3d"
brew "k3sup"
brew "k6"
brew "krew"
brew "kubectx"
brew "kubie"
brew "libass"
brew "lorem"
brew "lux"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "packer"
brew "pwgen"
brew "ruby"
brew "screen"
brew "shellcheck"
brew "speedtest-cli"
brew "sslscan"
brew "terraform"
brew "trash"
brew "tree"
brew "unzip"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "whois", link: true
brew "yarn"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "anchore/grype/grype"
brew "anchore/syft/syft"
brew "dev01d/tap/inv"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "tasanakorn/esp32/xtensa-esp32-elf"
brew "tinygo-org/tools/tinygo"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "cleanmymac"
cask "clipy"
cask "discord"
cask "docker"
cask "folx"
cask "font-fira-code"
cask "font-sf-mono-nerd-font"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "kubenav"
cask "monitorcontrol"
cask "openinterminal"
cask "rar"
cask "utm"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Bitwarden", id: 1352778147
mas "DaVinci Resolve", id: 571213070
mas "Disk Speed Test", id: 425264550
mas "Infuse", id: 1136220934
mas "KubeContext", id: 1438838068
mas "LanguageTool", id: 1534275760
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Typewriter", id: 1556419263
mas "WireGuard", id: 1451685025
