tap "anchore/grype"
tap "anchore/syft"
tap "buo/cask-upgrade"
tap "cjbassi/gotop"
tap "dev01d/tap"
tap "epk/epk"
tap "github/gh"
tap "go-task/tap"
tap "hashicorp/tap"
tap "helmwave/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "k0sproject/tap"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "siderolabs/talos"
tap "superbrothers/zsh-kubectl-prompt"
tap "tabbyml/tabby"
tap "tasanakorn/esp32"
tap "tinygo-org/tools"
tap "vladimirvivien/oss-tools"
brew "act"
brew "openssl@3"
brew "xz"
brew "ansible"
brew "black"
brew "yamllint"
brew "ansible-lint"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "arping"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "glib"
brew "yara"
brew "clamav"
brew "coreutils"
brew "ddrescue"
brew "dhcpdump"
brew "dive"
brew "dua-cli"
brew "esptool"
brew "exa"
brew "fd"
brew "gcc"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "gobject-introspection"
brew "gotop"
brew "gping"
brew "guile"
brew "gzip"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "python@3.10"
brew "jsonschema"
brew "k3sup"
brew "k6"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubie"
brew "lorem"
brew "luv"
brew "lux"
brew "mas"
brew "node"
brew "mongosh"
brew "neovim"
brew "netcat"
brew "nmap"
brew "virtualenv", link: false
brew "pdm"
brew "pnpm"
brew "poppler"
brew "powerlevel10k"
brew "pwgen"
brew "python@3.9"
brew "ruby"
brew "rust"
brew "screen"
brew "shellcheck"
brew "sslscan"
brew "stow"
brew "terraform"
brew "trash"
brew "tree"
brew "unzip"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "whois", link: true
brew "yarn"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "anchore/grype/grype"
brew "anchore/syft/syft"
brew "dev01d/tap/inv"
brew "hashicorp/tap/packer"
brew "helmwave/tap/helmwave"
brew "hidetatz/tap/kubecolor"
brew "k0sproject/tap/k0sctl"
brew "mongodb/brew/mongodb-community"
brew "tabbyml/tabby/tabby"
brew "tasanakorn/esp32/xtensa-esp32-elf"
brew "tinygo-org/tools/tinygo"
brew "vladimirvivien/oss-tools/ktop"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "cleanmymac"
cask "clipy"
cask "darktable"
cask "db-browser-for-sqlite"
cask "discord"
cask "folx"
cask "font-fira-code"
cask "font-sf-mono-nerd-font"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "keepingyouawake"
cask "kubenav"
cask "monitorcontrol"
cask "openinterminal"
cask "orbstack"
cask "rar"
cask "slack"
cask "utm"
cask "visual-studio-code"
mas "Adobe Lightroom", id: 1451544217
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "DaVinci Resolve", id: 571213070
mas "Infuse", id: 1136220934
mas "KubeContext", id: 1438838068
mas "LanguageTool", id: 1534275760
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "batisteo.vscode-django"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "blanu.vscode-styled-jsx"
vscode "bmalehorn.shell-syntax"
vscode "bradlc.vscode-tailwindcss"
vscode "capaj.vscode-exports-autocomplete"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dev01d.devoid-theme"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.viml"
vscode "eliostruyf.vscode-front-matter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "george-alisson.html-preview-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "honnamkuan.golang-snippets"
vscode "ibm.output-colorizer"
vscode "jaspernorth.vscode-pigments"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "jeusto.warm-up-typing-test"
vscode "kevinkyang.auto-comment-blocks"
vscode "kevinrose.vsc-python-indent"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mdickin.markdown-shortcuts"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "njpwerner.autodocstring"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "shellscape.shellscape-brackets"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "sztheory.vscode-packer-powertools"
vscode "tabbyml.vscode-tabby"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "tinygo.vscode-tinygo"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.dictionary-completion"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
