tap "anchore/grype"
tap "anchore/syft"
tap "buo/cask-upgrade"
tap "cjbassi/gotop"
tap "dev01d/tap"
tap "epk/epk"
tap "github/gh"
tap "go-task/tap"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "k0sproject/tap"
tap "romkatv/powerlevel10k"
tap "siderolabs/talos"
tap "superbrothers/zsh-kubectl-prompt"
tap "tasanakorn/esp32"
tap "tinygo-org/tools"
tap "vladimirvivien/oss-tools"
brew "act"
brew "xz"
brew "python@3.11"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "aom"
brew "argocd"
brew "docutils"
brew "awscli"
brew "bat"
brew "glib"
brew "python@3.9"
brew "yara"
brew "clamav"
brew "coreutils"
brew "ddrescue"
brew "dive"
brew "dua-cli"
brew "esptool"
brew "libssh2"
brew "exa"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "gobject-introspection"
brew "gotop"
brew "gping"
brew "guile"
brew "gzip"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "python@3.10"
brew "jsonschema"
brew "k3d"
brew "k3sup"
brew "k6"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubie"
brew "lorem"
brew "lux"
brew "mas"
brew "mongosh"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "openssl@3"
brew "packer"
brew "pdf2json"
brew "pnpm"
brew "pwgen"
brew "ruby"
brew "run"
brew "screen"
brew "shellcheck"
brew "speedtest-cli"
brew "sslscan"
brew "terraform"
brew "trash"
brew "tree"
brew "unzip"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "whois", link: true
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "anchore/grype/grype"
brew "anchore/syft/syft"
brew "dev01d/tap/inv"
brew "hidetatz/tap/kubecolor"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "tasanakorn/esp32/xtensa-esp32-elf"
brew "tinygo-org/tools/tinygo"
brew "vladimirvivien/oss-tools/ktop"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "cleanmymac"
cask "clipy"
cask "darktable"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "folx"
cask "font-fira-code"
cask "font-sf-mono-nerd-font"
cask "gcollazo-mongodb"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "kubenav"
cask "lapce"
cask "monitorcontrol"
cask "openinterminal"
cask "rar"
cask "talosctl"
cask "utm"
cask "visual-studio-code"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Bitwarden", id: 1352778147
mas "DaVinci Resolve", id: 571213070
mas "Disk Speed Test", id: 425264550
mas "Infuse", id: 1136220934
mas "KubeContext", id: 1438838068
mas "LanguageTool", id: 1534275760
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Typewriter", id: 1556419263
mas "WireGuard", id: 1451685025
vscode "aaron-bond.better-comments"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "blanu.vscode-styled-jsx"
vscode "bmalehorn.shell-syntax"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "capaj.vscode-exports-autocomplete"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dev01d.devoid-theme"
vscode "DotJoshJohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.viml"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "george-alisson.html-preview-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "honnamkuan.golang-snippets"
vscode "IBM.output-colorizer"
vscode "jaspernorth.vscode-pigments"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "jeff-hykin.better-go-syntax"
vscode "mdickin.markdown-shortcuts"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "rafamel.subtle-brackets"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "tinygo.vscode-tinygo"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "wix.vscode-import-cost"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.dictionary-completion"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
